########################################
#
# Mail configuration
#
########################################
mail.admin=admin@webcert.se
mail.from=no-reply@webcert.intygstjanster.se

mail.host=
mail.protocol=smtp
mail.username=
mail.password=
mail.port=25
mail.defaultEncoding=UTF-8
mail.smtps.auth=false
mail.smtps.starttls.enable=false
mail.smtps.debug=false


#########################################
#
# Mail content config
#
#########################################
mail.content.approved.subject=Webcert \u00E4r klar att anv\u00E4ndas
mail.content.rejected.subject=Registrering f\u00F6r Webcert
mail.content.pending.subject=Registrering f\u00F6r Webcert
mail.content.removed.subject=Registrering f\u00F6r Webcert

mail.content.approved.body=<span>Hej,</span><br/><br/><span>Dina uppgifter har h\u00E4mtats fr\u00E5n Socialstyrelsen och du kan b\u00F6rja anv\u00E4nda Webcert. F\u00F6rsta g\u00E5ngen du loggar in i tj\u00E4nsten m\u00E5ste du godk\u00E4nna Webcerts anv\u00E4ndarvillkor. <a href="${webcert.host.url}">G\u00E5 till Webcert</a></span>
mail.content.rejected.body=<span>Hej,</span><br/><br/><span>Dina uppgifter har h\u00E4mtats fr\u00E5n Socialstyrelsen, men beh\u00F6righet att anv\u00E4nda Webcert saknas tyv\u00E4rr.<br/><br/>Det kan bero p\u00E5 att du enligt Socialstyrelsen inte \u00E4r legitimerad l\u00E4kare, kontakta i s\u00E5 fall Socialstyrelsen.<br/><br/>Det kan ocks\u00E5 bero p\u00E5 att Inera AB har beslutat att st\u00E4nga av tj\u00E4nsten, kontakta i s\u00E5 fall Inera AB f\u00F6r mer information.</span>
mail.content.pending.body=<span>Hej,</span><br/><br/><span>Dina uppgifter har tyv\u00E4rr fortfarande inte kunnat h\u00E4mtas fr\u00E5n Socialstyrelsen. Du b\u00F6r kontakta Socialstyrelsen f\u00F6r att verifiera att dina legitimationsuppgifter \u00E4r korrekta.</span>
mail.content.removed.body=<span>Hej,</span><br/><br/><span>Dina uppgifter har tyv\u00E4rr fortfarande inte kunnat h\u00E4mtas fr\u00E5n Socialstyrelsen efter flera f\u00F6rs\u00F6k. Din registrering i Webcert tas nu bort.<br/>Du b\u00F6r kontakta Socialstyrelsen f\u00F6r att verifiera att dina legitimationsuppgifter \u00E4r korrekta.<br/>Du \u00E4r v\u00E4lkommen att registrera dig igen f\u00F6r \u00E5tkomst till Webcert n\u00E4r det \u00E4r aktuellt.</span>


#########################################
#
# Main admin content
#
#########################################
mail.admin.notification.interval=50
mail.admin.content.hsa.subject=För-TAK-ade HSA-id för Privatläkarportalen börjar ta slut.
mail.admin.content.hsa.body=<span>Hej!</span><br/><br/><span>Det är dags att TAK:a nytt. För att se hur många privatläkare som nu finns ansluta i tjänsten titta på: <a href="${privatlakarportal.host.url}/healthcheck.jsp">healthcheck-sidan</a></span>
